"_BASE_USED_" = "zh-Hans";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "0.0";
/* "_PREFERENCES_EXTRA_WIDTH_" = "0.0"; */
"OK" = "好";
"Done" = "好";
"Yes" = "是";
"No" = "否";
"Don't show again" = "不再提示";
"Set as default compressor" = "设置为默认压缩工具";
"Not now" = "现在不要";
"Want to make Keka your default compressor?" = "要把 Keka 设置为默认压缩工具吗？";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "这表示所有兼容的文件将会使用 Keka 解压。之后你可以在 Keka 偏好设置中修改这项设置";
"Really want to close Keka?" = "确认关闭 Keka？";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "当前操作将被取消。如果你选择等待并退出，Keka 将在完成所有工作后退出。";
"Password needed" = "需要密码";
"File \"%@\" needs a password to be extracted" = "需要密码才能解压文件“%@”";
"File \"%@\" needs a special encoding to be extracted" = "需要制定编码才能解压文件“%@”";
"Extraction of \"%@\" done" = "“%@”解压完成";
"Extraction of \"%@\" failed." = "“%@”解压失败.";
"Extraction of %i files done" = "%i 个文件解压完成";
"Extraction complete" = "解压完成";
"Extraction fail" = "解压失败";
"Compression complete" = "压缩完成";
"File \"%@\" created" = "文件“%@”已创建";
"Compression fail" = "压缩失败";
"File \"%@\" cannot be created" = "文件“%@”不能被创建";
"Operation not implemented" = "操作没有实现";
"Performing operation..." = "正在执行操作…";
"Waiting..." = "请稍候…";
"Extracting \"%@\"" = "正在解压“%@”";
"Extracting \"%@...\"" = "正在解压“%@…”";
"Creating %@ file..." = "正在创建 %@ 文件…";
"Creating file \"%@\"" = "正在创建文件“%@”";
"Creating file \"%@...\"" = "正在创建文件“%@…”";
"Volume name:" = "卷名：";
"Select the encoding for \"%@\"" = "为“%@”选择编码";
"Time elapsed: %d:%@%d:%@%d hours%@" = "已用时间：%d:%@%d:%@%d 时%@";
"Time elapsed: %d:%@%d minutes%@" = "已用时间：%d:%@%d 分%@";
"Time elapsed: %d seconds%@" = "已用时间：%d 秒%@";
"%d seconds" = "%d 秒";
"%d:%@%d minutes" = "%d:%@%d 分";
"%d:%@%d:%@%d hours" = "%d:%@%d:%@%d 时";
"Pause" = "暂停";
"Continue" = "继续";
"Operation paused" = "操作已暂停";
"Cancel" = "取消";
"Close" = "关闭";
"Operation failed" = "操作失败";
"Operation failed with error code %d" = "操作失败, 错误代码：%d";
"Choose a name and folder to start the compression" = "设置一个文件名和文件夹来开始压缩";
"Creation of \"%@\" failed" = "创建“%@”失败";
"Creating \"%@\"" = "正在创建“%@”";
"Prepearing extraction..." = "正在准备解压…";
"Choose a folder to extract this file" = "选择一个文件夹来解压这个文件";
"Choose where do you want to extract \"%@\"" = "你希望解压 \"%@\" 到";
"Select all the volumes from \"%@\" or the folder that contains them" = "从 \"%@\" 或包含它们的文件夹中选择所有卷";
"Select the folder that contains \"%@\"" = "选择包含“%@”的文件夹";
"Extraction of \"%@\" failed" = "解压“%@”失败";
"Keka - %i on queue" = "Keka - %i 排队中";
"Keka can't create this %@ image" = "Keka 不能创建这个 %@ 映像";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "只能使用单个文件夹创建 %@ 映像。请把所有文件放在一个文件夹中，再拖动到 Keka 以创建 %@ 映像。";
"Keka can't create this @% tarball" = "Keka 无法创建此 @% 压缩包";
"This operation is not supported on %@." = "此操作在 %@ 上不受支持。";
"Compress \"%@\" in %@ to..." = "压缩“%@”为 %@ 至…";
"Compress in %@ to..." = "压缩为 %@ 至…";
"Save as:" = "存储为：";
"Compress" = "压缩";
"Extract \"%@\" to..." = "解压“%@”至…";
"Extract as:" = "解压为：";
"Extract" = "解压";
" - Remaining: Calculating..." = " - 剩余时间：正在计算…";
" - Remaining: About one second" = " - 剩余时间：约 1 秒";
" - Remaining: About %d seconds" = " - 剩余时间：约 %d 秒";
" - Remaining: About 1 minute" = " - 剩余时间：约 1 分";
" - Remaining: About %d minutes" = " - 剩余时间：约 %d 分";
" - Remaining: About 1 hour" = " - 剩余时间：约 1 时";
" - Remaining: About %d hours" = " - 剩余时间：约 %d 时";
" - Remaining: About 1 day" = " - 剩余时间：约 1 天";
" - Remaining: About %d days" = " - 剩余时间：约 %d 天";
" - Remaining: About 1 year" = " - 剩余时间：约 1 年";
" - Remaining: About %d years" = " - 剩余时间：约 %d 年";
" - Remaining: Less than one second" = " - 剩余时间：不到 1 秒";
"Can't show progress time..." = "无法显示进度时间…";
"Password for \"%@\"" = "“%@”的密码";
"Method:" = "压缩方式:";
"No compression" = "不压缩";
"Fastest, less compression" = "非常快，低压缩率";
"Fast, less compression" = "较快，较低压缩率";
"Normal" = "正常";
"Slow, more compression" = "较慢，较高压缩率";
"Slowest, more compression" = "非常慢，高压缩率";
"Compression" = "压缩";
"Extraction" = "解压";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka 无法使用“extlx.plist”列表，请联系开发人员。\n\nKeka 将退出。";
"Keka is dying!" = "Keka 快不行了！";
"Ask each time" = "每次询问";
"Next to original file" = "和原文件相同位置";
"Custom folder..." = "自定文件夹…";
"Same as original file" = "和原文件相同";
"Custom name..." = "自定名称…";
"Compressed file" = "压缩后的文件";
"Set as default folder" = "设置为默认文件夹";
"Perform automatic action" = "执行自动操作";
"Always compress" = "始终压缩";
"Always extract" = "始终解压";
"1.4 MB Floppy" = "1.4 MB 软盘";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4.7 GB DVD";
"Drop here to extract" = "拖动到这里解压";
"Drop here to compress" = "拖动到这里压缩";
"Binary \"%@\" is not accessible" = "二进制文件“%@”不可访问";
"The first part \"%@\" can't be found" = "无法找到“%@”的第一部分";
"unknown" = "未知";
"Unknown error" = "未知错误";
"Error code %d using \"%@\"\n%@" = "错误码 %d 使用“%@”\n%@";
"No errors found" = "没有发现错误";
"Minor error, the operation may be done well" = "微小错误，操作可能已经完成";
"Fatal error" = "严重错误";
"CRC error occurred, maybe the file is corrupt" = "循环冗余校验出错，文件可能已被损坏";
"Attempt to modify an archive previously locked" = "试图修改一个被锁定的压缩文件";
"Maybe you don't have permission to write or your disk is full" = "可能是你没有磁盘写入权限，或者磁盘已满";
"Can't open the file, maybe you don't have read permission" = "无法打开文件，可能是你没有读取权限";
"Command line error, please contact with the developer" = "命令行错误, 请联系开发人员";
"Not enough memory. Try to close some programs and repeat the operation" = "内存不足，尝试关闭一些程序后重试";
"Can't create the file, maybe you don't have permission or free space" = "无法创建文件, 可能是你没有权限或可用空间不足";
"Canceled manually" = "已手动取消";
"Bad password, try again" = "密码错误，请重试";
"This archive is locked" = "此压缩文件已被锁定";
"Write error. No permission? No space left?" = "写入错误。没有权限？空间不足？";
"Can't open the file, maybe it's not accessible" = "无法打开文件，可能它无法访问";
"No files matching the mask" = "没有匹配掩码的文件";
"Give access" = "授予访问权限";
"Just folder access" = "仅文件夹访问权限";
"Quit" = "退出";
"More information" = "更多信息";
"Keka needs file access" = "Keka 需要文件访问权限";
"Give home access" = "授予主文件夹访问权限";
"Customize" = "自定义";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "为了与您的文件无缝协作，Keka 需要 Mac 本地磁盘的访问权限。";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\n只需点击\"给 Keka 授予访问权限\"，您的磁盘应该已经被选中。";
"Give access to Keka" = "给 Keka 授予访问权限";
"Full Mac access (Recommended)" = "完全的访问权限（推荐）";
"Home folder access" = "主文件夹访问权限";
"External volumes access" = "外部卷访问权限";
"External disk: %@" = "外部磁盘：%@";
"An extension is required" = "需要扩展";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "要将 Keka 设置为默认应用程序，您需要安装扩展。点击“更多信息”根据所需步骤操作。\n\n请记住，任何时候您都可以通过 Finder 中的“显示简介”面板将 Keka 设置为任何压缩文件格式的默认应用程序。";
"Cannot set Keka as default" = "无法将 Keka 设置为默认应用程序";
"The intermediate application failed to launch. There is more information in the Console.app." = "中间应用程序无法启动。请在控制台中查看详情。";
"The intermediate application returned an undefined code." = "中间应用程序返回了一个未定义的代码。";
"Keka is now set as the default application for its known formats." = "Keka 已被设置为已知格式的默认应用程序。";
"Keka set as default" = "Keka 设置为默认应用程序";
"There were some errors while registering the formats. There is more information in the Console.app." = "注册格式时出现错误。请在控制台中查看详情。";
"The intermediate application can't get access to Keka." = "中间应用程序无法访问 Keka。";
"The intermediate application can't find Keka." = "中间应用程序无法找到 Keka。";
